/*=================================================
Переменные
===================================================*/

// Счет в игре
var score = 0;
// Время игры в секундах
var time = 60;
// Количество людей 
var peopleCount = 0;
// Таймер, который отвечает за появление людей
var spawn = null;
// Количество жизней 
var quantityLifes = 5;


/*=================================================
Игровые элементы HTML
===================================================*/

// Игровое поле
var gameBlock = document.querySelector("#gameBlock");
// Информационный блок
var infoBlock = document.querySelector("#infoBlock");


